{
    "About us": "О нас",
    "Shop": "Магазин",
    "Allegro Academy": "Аллегро Академия",
    "Contact Us": "Наши контакты",
    "Allegro's Story": "История АЛЛЕГРО",
    "Allegro is one of the best quality music stores in the city. In fact, they are the best when it comes to pianos. In addition to pianos they also have a wide range of other instruments. Allegro is the best distributor of many worldwide musical instrument manufacturers such as Yamaha and Zildjian, PRS,Mesa/Boogie, Line6, Zoom, Schecter, Godin, Pearl River, Suzuki, Rotosund, Ashton, and Savarez.": "Аллегро – один из лучших музыкальных магазинов города. На самом деле, они лучшие, когда дело касается фортепиано. Помимо фортепиано, у них также есть широкий выбор других инструментов. Allegro является лучшим дистрибьютором многих мировых производителей музыкальных инструментов, таких как Yamaha и Zildjian, PRS, Mesa/Boogie, Line6, Zoom, Schecter, Godin, Pearl River, Suzuki, Rotosund, Ashton и Savarez.",
    "Previous": "Назад",
    "Next": "Вперёд",
    "All": "Всё",
    "pianos": "пианино",
    "guitars": "гитары",
    "drums and percussion": "барабаны и ударные",
    "keyboards": "синтезаторы",
    "studio / dj": "студии / пульты",
    "effects": "эффекты",
    "amplfiers": "усилители",
    "springs": "струнные",
    "breathings": "духовые",
    "dubbing": "дубляж",
    "hi-fi": "колонки",
    "lessons": "уроки",
    "Search": "Поиск",

    "BOSTON GP-163 Gloss Black 163 CM Grand Piano": "Рояль BOSTON GP-163 Gloss Black 163 CM",
    "YAMAHA K-125 Gloss Black 125 CM Wall Piano": "Пианино YAMAHA K-125 Gloss Black, 125 см",
    "MARTINEZ ETUDE C / Classical Guitar": "MARTINEZ ETUDE C / Классическая гитара",
    "KOZMOS KST-62SSS-GRWN-3TS Electric Guitar": "Электрогитара KOZMOS KST-62SSS-GRWN-3TS",
    "TAMA SG50H6C-BK - Stagestar Black 5-Piece (20B/10T/12T/14F/14S) Acoustic Drum Set with Accessories & Cymbals": "TAMA SG50H6C-BK — Набор акустических барабанов Stagestar Black из 5 предметов (20B/10T/12T/14F/14S) с аксессуарами и тарелками",
    "PEARL RS505C/C91 - Roadshow Red Wine 5-Piece (20B/10T/12T/14F/14S) Acoustic Drum Set with Accessories & Bells": "PEARL RS505C/C91 - Набор акустических барабанов Roadshow Red Wine из 5 предметов (20B/10T/12T/14F/14S) с аксессуарами и колокольчиками",
    "Casio CDP-S350BK SET Dijital Piyano  (CPDS-46 Stand)": "Casio CDP-S350BK SET Цифровое фортепиано (подставка CPDS-46)",
    "CASIO CT-X700C2 61 Keys Piano Style Precision Standard Organ (Adapter Included)": "CASIO CT-X700C2 Прецизионный стандартный синтезатор с 61 клавишей (адаптер в комплекте)",
    "Pioneer DJ Controller": "DJ-контроллер Pioneer",
    "Roland DJ Controller": "DJ-контроллер Roland",
    "5 Pin Adapter Coupler Cable": "5-контактный соединительный кабель-адаптер",
    "Guitar Effects Processor": "Гитарный процессор эффектов",
    "FENDER Acoustasonic 30 DST Acoustic Instrument Amplifier": "FENDER Acoustasonic 30 DST Усилитель акустических инструментов",
    "ROLAND AC-50-TW Acoustic Chorus Guitar Amplifier": "ROLAND AC-50-TW Усилитель хоровой для акустической гитары",
    "Stentor 1108/C Student II Cello (3/4)": "Stentor 1108/C Студенческая Виолончель II (3/4)",
    "Strunal 205WA Violin (4/4)": "Strunal 205WA Скрипка (4/4)",
    "SILVER SAS-1000 / Alto Saksafon": "SILVER SAS-1000 / Альт Саксафон",
    "Yamaha YFL 312 Silver Flute": "Yamaha YFL 312 Silver Флейта",
    "BEHRINGER X32 Dijital Mixer": "Цифровой микшер BEHRINGER X32",
    "SOUNDCRAFT Signature 22 - EU Mixing System": "SOUNDCRAFT Signature 22 — микшерная система ЕС",
    "Monitor Audio Bronze 100 (6G) Black Rackmount Speaker": "Monitor Audio Bronze 100 (6G) Черный динамик для монтажа в стойку",
    "Monitor Audio Silver 300 ( 7G ) Black Oak Tower Hi-Fi Speaker": "Высококачественная акустическая система Monitor Audio Silver 300 (7G) Black Oak Tower",
    "Flute lesson": "Урок игры на флейте",
    "Piano lesson": "Урок игры на фортепиано",
    "Secure Shopping": "Безопасные покупки",
    "Fast Delivery": "Быстрая доставка",
    "Wide Product Range": "Широкий ассортимент продукции",
    "12 Installment Options": "12 вариантов рассрочки",
    "We do not save your card information, we provide card protection with SSL and 3D Secure": "Мы не сохраняем данные вашей карты, обеспечиваем защиту карты с помощью SSL и 3D Secure.",
    "We carry our stores to your home with delivery from stock to your address.": "Мы доставляем наши товары к вам домой с доставкой со склада по вашему адресу.",
    "Huge catalog of musical instruments at your fingertips.": "Огромный каталог музыкальных инструментов у вас под рукой.",
    "Enjoy the convenience of shopping with all credit cards in 12 installments.": "Наслаждайтесь удобством покупок со всеми кредитными картами в 12 рассрочек.",

    "Welcome to": "Добро Пожаловать в",
    "Academy": "Академию Аллегро",

    "Instrument training for children and adults of all ages is at Allegro Academy. Together with the instructors who graduated from the conservatory, determine the most suitable lesson day and time for you, and start learning. Our Lesson Center has 25 knowledgeable and experienced teachers ready and excited to help you take the first step, or even the next step in your musical journey. From the beginner to seasoned pro, we are here to help make your music grow.": "Обучение инструментам для детей и взрослых всех возрастов проводится в Академии Аллегро. Вместе с преподавателями, окончившими консерваторию, определите наиболее подходящий для вас день и время занятий и приступайте к обучению. В нашем Центре уроков работают 25 знающих и опытных преподавателей, которые готовы помочь вам сделать первый или даже следующий шаг в вашем музыкальном путешествии. От новичка до опытного профессионала, мы здесь, чтобы помочь вашей музыке развиваться.",
    "Enjoy learning to play an instrument at the locations of Orange County, Dutchess County, and Allegro Academy Brooklyn that make you love music and motivate learning.": "Наслаждайтесь обучением игре на инструменте в округах Ориндж, Датчесс и Бруклинской академии Аллегро, которые заставят вас полюбить музыку и мотивируют учиться.",
   
     
    "Our stores": "Наши магазины",
    "contact us for any information and support!":"свяжитесь с нами для получения любой информации и поддержки!"

}